"CIAdditionCompositing" = "Aggiunta";
"CIAffineClamp" = "Affina distanza";
"CIAffineTile" = "Affina mosaico";
"CIAffineTransform" = "Affina trasformazione";
"CIBarsSwipeTransition"="Transizione colpi a barre";
"CIBlendWithMask" = "Sfumatura con maschera";
"CIBloom" = "Velatura";
"CIBoxBlur"="Sfocatura riquadro";
"CIBumpDistortion" = "Distorsione urto";
"CIBumpDistortionLinear"="Lineare distorsione urto";
"CICMYKHalftone" = "Mezzitoni CMYK";
"CICheckerboardGenerator" = "Scacchiera";
"CICircleSplashDistortion" = "Distorsione spruzzo circolare";
"CICircularScreen" = "Schermo circolare";
"CICircularWrap" = "Distorsione involucro circolare";
"CIColorControls" = "Controlli colore";
"CIColorCube" = "Cubo colore";
"CIColorInvert" = "Inversione colore";
"CIColorMap" = "Mappa colore";
"CIColorMatrix" = "Matrice colore";
"CIColorMonochrome" = "Colore monocromo";
"CIColorPosterize" = "Posterizzazione colore";
"CIComicEffect" = "Effetto fumetto";
"CIConstantColorGenerator" = "Colore costante";
"CICopyMachineTransition" = "Fotocopiatrice";
"CICrop" = "Ritaglia";
"CICrystallize" = "Cristallizzazione";
"CIDiscBlur"="Effetto disco";
"CIDisintegrateWithMaskTransition" = "Disintegra con maschera";
"CIDisplacementDistortion" = "Distorsione spostamento";
"CIDissolveTransition" = "Dissolvi";
"CIDotScreen" = "Schermo a punti";
"CIEdges" = "Estremità";
"CIEdgeWork" = "Lavoro sull'estremità";
"CIEightfoldReflectedTile"="Mosaico riflesso in otto direzioni";
"CIExposureAdjust" = "Regolazione esposizione";
"CIFalseColor" = "Colore falso";
"CIFastBoxBlur" = "Effetto box veloce";
"CIFastDiscBlur" = "Effetto disco veloce";
"CIFlashTransition" = "Flash";
"CIFourfoldReflectedTile"="Mosaico riflesso in quattro direzioni";
"CIFourfoldRotatedTile"="Mosaico ruotato in quattro direzioni";
"CIFourfoldTranslatedTile"="Mosaico traslato in quattro direzioni";
"CIGammaAdjust" = "Regolazione gamma";
"CIGaussianBlur" = "Sfumatura gaussiana";
"CIGaussianGradient" = "Gradiente gaussiana";
"CIGlassDistortion" = "Distorsione vetro";
"CIGlassLozenge" = "Losanga vetro";
"CIGlideReflectedTile"="Mosaico riflesso di scivolamento";
"CIGloom" = "Oscurità";
"CIHatchedScreen" = "Schermo ombreggiato";
"CIHeightFieldFromMask" = "Altezza campo dalla maschera";
"CIHexagonalPixellate"="Effetto pixel esagonale";
"CIHoleDistortion" = "Distorsione foro";
"CIHueAdjust" = "Regolazione tonalità";
"CIKaleidoscope" = "Caleidoscopio";
"CILanczosScaleTransform" = "Trasforma scala di Lanczos";
"CILenticularHaloGenerator" = "Alone lenticolare";
"CILineOverlay" = "Sovrapposizione linea";
"CILineScreen" = "Schermo lineare";
"CILinearGradient" = "Gradiente lineare";
"CIMaskToAlpha" = "Maschera ad alfa";
"CIMaximumCompositing" = "Massima";
"CIMedianFilter" = "Mediana";
"CIMinimumCompositing" = "Minima";
"CIModTransition" = "Mod";
"CIMotionBlur" = "Sfumatura movimento";
"CIMultiplyCompositing" = "Moltiplica";
"CINoiseReduction" = "Riduzione disturbo";
"CIOpTile" = "Mosaico ottico";
"CIPageCurlTransition" = "Ricciolo pagina";
"CIParallelogramTile" = "Mosaico parallelogramma";
"CIPerspectiveTile" = "Mosaico prospettiva";
"CIPerspectiveTransform" = "Trasformazione prospettiva";
"CIPinchDistortion" = "Distorsione minima";
"CIPixellate" = "Divisione in pixel";
"CIPointillize" = "Divisione in punti";
"CIRadialGradient" = "Gradiente radiale";
"CIRandomGenerator" = "Generatore casuale";
"CIRippleTransition" = "Increspatura";
"CISepiaTone" = "Tonalità seppia";
"CIShadedMaterial" = "Materiale ombreggiato";
"CISharpenLuminance" = "Luminosità nitidezza";
"CISixfoldReflectedTile"="Mosaico riflesso in sei direzioni";
"CISixfoldRotatedTile"="Mosaico ruotato in sei direzioni";
"CISourceAtopCompositing" = "Sorgente Atop";
"CISourceInCompositing" = "Sorgente ingresso";
"CISourceOutCompositing" = "Sorgente uscita";
"CISourceOverCompositing" = "Sorgente sovrapposizione";
"CISpotColor" = "Colore occhio di bue";
"CISpotLight" = "Occhio di bue";
"CIStarShineGenerator" = "Stella luminosa";
"CIStripesGenerator" = "Strisce";
"CISunbeamsGenerator" = "Raggi di sole";
"CISwipeTransition" = "Colpo";
"CITorusLensDistortion" = "Distorsione lenti Torus";
"CITriangleTile" = "Mosaico triangolare";
"CITwelvefoldReflectedTile"="Mosaico riflesso in dodici direzioni";
"CITwirlDistortion" = "Distorsione spirale";
"CIUnsharpMask" = "Maschera non nitida";
"CIVortexDistortion" = "Distorsione Vortex";
"CIWhitePointAdjust" = "Regolazione punto di bianco";
"CIZoomBlur" = "Sfumatura zoom";
"CIColorBlendMode" = "Modalità sfumatura colore";
"CIColorBurnBlendMode" = "Modalità sfumatura colore bruciato";
"CIColorDodgeBlendMode" = "Modalità sfumatura colore schermato";
"CIDarkenBlendMode" = "Modalità sfumatura scura";
"CIDifferenceBlendMode" = "Modalità sfumatura differenza";
"CIExclusionBlendMode" = "Modalità sfumatura esclusione";
"CIHardLightBlendMode" = "Modalità sfumatura luce intensa";
"CIHueBlendMode" = "Modalità sfumatura tonalità";
"CILightenBlendMode" = "Modalità sfumatura chiara";
"CILuminosityBlendMode" = "Modalità sfumatura luminosità";
"CIMultiplyBlendMode" = "Modalità sfumatura moltiplicata";
"CIOverlayBlendMode" = "Modalità sfumatura sovrapposizione";
"CISaturationBlendMode" = "Modalità sfumatura saturazione";
"CIScreenBlendMode" = "Modalità sfumatura schermo";
"CISoftLightBlendMode" = "Modalità sfumatura luce soffusa";
"CIAreaHistogram" = "Istogramma area";
"CIAreaMaximum" = "Massimo area";
"CIAreaMinimum" = "Minimo area";
"CIAreaMaximumAlpha" = "Alfa massimo area";
"CIAreaMinimumAlpha" = "Alfa minimo area";
"CIAreaAverage" = "Media area";
"CIRowAverage" = "Media riga";
"CIColumnAverage" = "Media colonna";
"CIMinimumComponent" = "Componente minimo";
"CIMaximumComponent" = "Componente massimo";
